tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "ack"
brew "bat"
brew "python@3.9"
brew "exa"
brew "fd"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "git-extras"
brew "htop"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "libslirp"
brew "neovim"
brew "p7zip"
brew "podman"
brew "ripgrep"
brew "sd"
brew "stylua"
brew "trash"

cask "1password"
cask "appcleaner"
cask "basictex"
cask "coteditor"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "forklift"
cask "intellij-idea-ce"
cask "iterm2"
cask "logitech-options"
cask "nova"
cask "onyx"
cask "protonmail-bridge"
cask "protonvpn"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "skype"
cask "spotify"
cask "stellarium"
cask "temurin8"
cask "ubiquiti-unifi-controller"
cask "zoom"
