tap "homebrew/cask"
tap "homebrew/core"
brew "ack"
brew "bat"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "git-delta"
brew "git-extras"
brew "imagemagick"
brew "jq"
brew "mas"
brew "neovim"
brew "p7zip"
brew "ripgrep"
brew "sd"
brew "trash"
brew "uv"
brew "watch"
brew "yq"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "claude-code"
cask "devtoys"
cask "font-sf-mono"
cask "ghostty"
cask "stellarium"
cask "zed"
cask "zen"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Hidden Bar", id: 1452453066
mas "Things", id: 904280696
